[
  {
    "slug": "tunnel",
    "heading": "Tunnel",
    "mainImage": "/Assets/gallery/tunnel/tunnel1.jpg",
    "discription": [
      "The Mangdechhu hydroelectric project is a 720MW run-of-river power plant (4 units each of 180 MW capacity) being built in Trongsa district of central Bhutan on the Mangdechhu river (which is a tributary of Manas river – which is again a tributary of Brahmaputra river). Mangdechhu Hydroelectric Project Authority (MHPA), which is constituted by the Indian Government and the Royal Government of Bhutan, is developing the project. On completion, most of the electricity generated by the underground power house will be used to meet the energy requirement of Bhutan and the surplus electricity will be exported to India.",
      "During the period M/s Marti India Pvt. Ltd. achieved 196 Rm of tunnel construction from one face in month of June, 2013 which is till date the maximum progress achieved in Bhutan ever from single face. The company also carried out maximum of 368 Rm of tunnel excavation from all the faces together undertaken by the company in month of September, 2013."
    ],
    "details": [
      {
        "image": "/Assets/gallery/tunnel/tunnel2.jpg",
        "discription": "Marti India Pvt Ltd (Amalgamated with Renesco India Pvt Ltd) was involved in excavation of Head Race Tunnel and Adits of length 2.82 Km in Mangdechhu Hydroelectric Project, Trongsa Bhutan. Company was involved in the construction of headrace tunnel from ADIT I (additional diversion intermediate tunnel), ADIT II, and ADIT III. Scope of the work involved was excavation of tunnel by drill and blast method by means of Drill jumbo in rock class I, II, III, IV & V followed by multi drifting in no rock class. Rock stabilisation, support by welded wire mesh, lattice girder, steel ribs, steel lagging and precast concrete lagging. Plain and polyfibre shotcreting works by means of robotic arm spray machine , Installation of rock bolts and water expandable anchors and forepole."
      }
    ],
    "images": [
      "/Assets/gallery/tunnel/tunnel3.jpg",
      "/Assets/gallery/tunnel/tunnel4.jpg",
      "/Assets/gallery/tunnel/tunnel5.jpg",
      "/Assets/gallery/tunnel/tunnel6.jpg"
    ]
  },
  {
    "slug": "mep",
    "heading": "MEP",
    "mainImage": "https://valplastech.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-04-at-15.48.52.jpeg",
    "discription": [
      "The Jawahar Tunnel is a crucial 2.5 km twin-tube passage in the Pir-Panjal range, linking Kashmir Valley and Leh with the rest of India, facilitating vital transportation. Constructed in 1956, the tunnel serves as an alternative to NH-44 and supports vehicles restricted from the Qazigund-Banihal tunnel, including oil tankers and explosive-laden vehicles."
    ],
    "details": [
      {
        "image": "https://valplastech.com/wp-content/uploads/2021/08/WhatsApp-Image-2025-07-04-at-15.48.15.jpeg",
        "Heading": "",
        "discription": "The project involves the comprehensive rehabilitation of the 2.5 Km Long Jawahar Tunnel, a Twin Tube-Single Lane Tunnel situated on NH-44 in the state of Jammu & Kashmir. Implemented under the EPC Mode, the project encompasses various crucial tasks including:",
        "list": [
          "Ventilation was enhanced with advanced jet fans for air quality, and lighting was modernized to be energy-efficient and reliable during power failures.",
          "Installation of 76 HD CCTV cameras, smoke and fire sensors, and a SCADA system enabled centralized real-time monitoring and hazard detection.",
          "Placement of Pavement Quality Concrete (PQC) along the entire 2.5 km tunnel length ensuring a durable smooth surface conducive to safe vehicular movement",
          "Installation of PQC at the portal sides to fortify the entrance and exit points of the tunnel, enhancing accessibility and safety for commuters.",
          "Comprehensive concrete repair work to address cracks and damaged sections.",
          "PU grouting operations aimed at effectively sealing and stopping water leakage issues within the tunnel, safeguarding against potential hazards and infrastructure degradation."
        ]
      }
    ],
    "images": [
      "https://valplastech.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-04-at-15.55.48.jpeg",
      "https://valplastech.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-04-at-15.55.49.jpeg",
      "https://valplastech.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-04-at-15.48.52.jpeg",
      "https://valplastech.com/wp-content/uploads/2021/08/WhatsApp-Image-2025-07-04-at-15.48.15.jpeg",
      "https://valplastech.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-04-at-15.55.48.jpeg"
    ]
  },
  {
    "slug": "WaterProofing",
    "heading": "WaterProofing",
    "mainImage": "https://valplastech.com/wp-content/uploads/2021/07/waterp.jpg",
    "discription": [
      "Valplast Technologies Ltd is having expertise in specialty services for water tightness of underground structures against pressurized and non-pressurized water, as well as injection/grouting works. Main areas of application include large-scale projects in tunneling and infrastructure, as well as in the hydraulic structures.",
      "Valplast Technologies Ltd has become a prominent name in India in tunnel waterproofing, geomembrane application and Injection/Pre-Injection grouting work. The company is operational in India since 2014 and has done several jobs in other areas like Coastal Protection, Construction of retaining wall and slope stabilization using Geocell."
    ],
    "details": [
      {
        "image": "",
        "heading": "",
        "discription": ""
      }
    ],
    "images": [
      "https://valplastech.com/wp-content/uploads/2021/07/wp7.jpeg",
      "https://valplastech.com/wp-content/uploads/2021/07/wp5.jpeg",
      "https://valplastech.com/wp-content/uploads/2021/07/wp4.jpeg",
      "https://valplastech.com/wp-content/uploads/2021/07/wp3.jpeg"
    ]
  },
  {
    "slug": "Injection-grouting",
    "heading": "Injection Grouting",
    "mainImage": "https://valplastech.com/wp-content/uploads/2021/07/injecg.jpg",
    "discription": [
      "Injection Grouting work is very important activity while construction of Tunnels and various other types of underground structures where geological conditions are challenging which needs to be treated with suitable product and special procedures.",
      "Valplast Technologies Ltd provides suitable and economical solution for ground improvement, new construction and repair and retrofitting/renovation of old structures. There are various products in the market but selection of right product and designing or framing the methodology is key to get desired result.",
      "Valplast Technologies Ltd provide complete construction services in the fields of cementitious and chemical grouting. It becomes possible with complete package of product technical parameters, suitable equipment and on-site experience. Past experience and on site decision to tackle any unforeseen situation and by using and state-of-the-art specialised equipment makes us competent for any challenging job."
    ],
    "details": [
      {
        "image": "https://valplastech.com/wp-content/uploads/2021/07/injec2.jpg",
        "heading": "Chemical Grouting",
        "discription": "Chemical injections grouting method is used for the repair of structures, Tunnel face stabilization, sealing of concrete elements, with fast-reaction time as needed. Different types of polyurethane like single component, two component, Urea Silicate or Flexible foam are used. The range can vary from one-component resin for small water sealing jobs to customised technical properties multi-component systems to effectively stop huge water ingress. Depending upon site requirement to get varying performance can be achieved using different \n\n accelerators, which requires a high skill and experience, material know-how and equipment technology from the specialised applicator. Additional requirements on health/safety and durability aspects have to be considered. Valplast Technologies Ltd offer its service in a wide range of application fields, like: \n\n \n\n All kind of injection using acrylic, polyurethane, epoxy and Urea silicate resin for sealing of underground structures like tunnels, shafts, cavern, dam, etc. against moisture and pressurised water Preinjection Compartment injection in connection with waterproof lining systems \n\n Crack Sealing and Concrete Repair \n\n Crack injection according to ZTV-Riss (German standard) \n\n Ground consolidation and stabilisation \n\n Arresting water, and permeation \n\n Cavity Filling"
      },
      {
        "image": "https://valplastech.com/wp-content/uploads/2021/07/injec3.jpg",
        "heading": "Cement Grouting",
        "discription": "In construction activity unexpected water ingress and poor ground conditions is not unusual, which affects construction activity and finally cost escalate which create negative influence on the environment/construction process, and inevitably cause significant delays. \n\n \n\n Cement grouting is generally carried out with cementitious products including additives, hydraulic binders, expanders or wash-out admixtures, also used as suspension, are hereby often carried out as a specific measure to counteract these risks. Additionally, use of cement is an an economical approach to a wide range of different application fields, where Valplast Technologies offers its service: \n\n Grouting measures for compensation \n\n Ground stabilization and permeation \n\n Contact grouting (e.g. roof gap/ annulus gap) \n\n Curtain grouting (e.g. in the construction of dams) "
      }
    ],
    "images": [
      "https://valplastech.com/wp-content/uploads/2021/07/injections-groutin6.jpeg",
      "https://valplastech.com/wp-content/uploads/2021/07/injections-groutin5.jpeg",
      "https://valplastech.com/wp-content/uploads/2021/07/injections-groutin3.jpg",
      "https://valplastech.com/wp-content/uploads/2021/07/injections-groutin2.jpg",
      "https://valplastech.com/wp-content/uploads/2021/07/injections-groutin1.jpg"
    ]
  },
  {
    "slug": "coastal-protection",
    "heading": "Coastal Protection",
    "mainImage": "https://valplastech.com/wp-content/uploads/2021/07/coastal.jpg",
    "discription": [
      "The strip of land that extends from sea shore to the first major change in terrain features is defined as coastal area. The coastal area is subjected to erosion due to various natural phenomenon such as wave action, tides, ocean currents, shortage of sediment etc. Coastal erosion is accompanied with the loss of land area and adverse effects on habitats. India has a coastline around 7500 km of which 5700 km coastline belongs to the main land while rest includes the coastline of Andaman & Nicobar group of islands and Lakshadweep.",
      "The conservation of habitats against erosion has always been an important aspect of coastal engineering works, Geotube is one of the best technologies to sustain from wave action and protect beaches from erosion. Geotubes are used so as to avoid harming effects of wave action, by placing them one after another creating a wall near to the location to be protected. Geotube is flexible system made up of high strength woven geotextile sheets that are filled with sand at specified pressure and flow rate by dredging from sea."
    ],
    "details": [
      {
        "image": "",
        "discription": ""
      }
    ],
    "images": [
      "https://valplastech.com/wp-content/uploads/2021/07/coastal-protection1.jpeg",
      "https://valplastech.com/wp-content/uploads/2021/07/coastal-protection4.jpeg",
      "https://valplastech.com/wp-content/uploads/2021/07/coastal-protection3.jpeg",
      "https://valplastech.com/wp-content/uploads/2021/07/coastal-protection2.jpeg"
    ]
  },
  {
    "slug": "slope-protection-retaining-wall",
    "heading": "Slope Protection/Retaining Wall",
    "mainImage": "https://valplastech.com/wp-content/uploads/2021/07/slope.jpg",
    "secondHeading": "Slope Protection",
    "discription": [
      "Due to rainfall-runoff on the slopes, which will directly damage the slope and precipitation will damage the slope. The period of precipitation is directly related to the quantum of damage.",
      "Geocell will change the flow direction of water and this reduces the flow and velocity of water on the slope.",
      "The roots of vegetation can reinforce the soil in all directions. A combination of vegetation and soil becomes naturally stable.",
      "The compartment can be filled with soil and planting grass and shrubs on the soil and gives a greening effect with lots of environmental benefits"
    ],
    "details": [
      {
        "image": "https://valplastech.com/wp-content/uploads/2021/07/Picture3.jpg",
        "heading": "Retaining Wall",
        "discription": "The Multi-Layered Presto Geocell Cellular Confinement System is having feature where outer facia in nonperforated to keep water line within the structure and provision of perforated PVC pipe which is laid at the bottom of the structure through which water drains out without damaging the wall. Hydraulic Gradient line is kept within its body which makes structure stable and safe. Natural vegetation growth adds further strengthening of wall giving good aesthetic appearance as well. \n\n Due to vertical profile the system can be installed in limited space which reduces valuable land use. \n\n • Maintains structural stability based on design against specific location and soil parameters and counters externally imposed load. \n\n • Structure never deteriorates as it is made of High-Density Polyethylene, Will not corrode or degrade as concrete, steel and timber-based systems. \n\n • Use of aggregate minimises hydrostatic conditions, \n\n • Easy to transport and construct at difficult or remote locations, \n\n • Offers aesthetics and environmental benefits of a sustainable living wall structure with desired vegetation and plantings."
      }
    ],
    "images": [
      "https://valplastech.com/wp-content/uploads/2021/07/slope-stabilization4.jpeg",
      "https://valplastech.com/wp-content/uploads/2021/07/slope-stabilization3.jpeg",
      "https://valplastech.com/wp-content/uploads/2021/07/slope-stabilization2.jpeg",
      "https://valplastech.com/wp-content/uploads/2021/07/slope-stabilization1.jpeg"
    ]
  },
  {
    "slug": "precast",
    "heading": "Precast",
    "mainImage": "https://valplastech.com/wp-content/uploads/2022/12/3.jpeg",
    "discription": [
      "Fabrication & Manufacturing of Solid Precast Concrete Element with Provision of Shear Keys, Connecting Loops, Doweltubes and Proper Lifting Accessories for Walls, Beams, Slabs, Stairs, Column Etc., of Various Thickness, Shape and Size of Different Concrete Grades Manufactured in Controlled Factory Environment with Approved Methodology Including Moulds, Beams Moulds, Column Moulds, Staircase Mould, Facade Mould,Etc), Mixing, Transporting and Placing of Concrete, Vibrating, Curing, Finishing, Making Necessary Cutout/holes of Required Sizes for Services, Yard Handling & Stacking All Complete."
    ],
    "details": [
      {
        "image": "",
        "discription": ""
      }
    ],
    "images": [
      "https://valplastech.com/wp-content/uploads/2022/12/3.jpeg",
      "https://valplastech.com/wp-content/uploads/2022/12/1.jpeg",
      "https://valplastech.com/wp-content/uploads/2022/12/9.jpeg",
      "https://valplastech.com/wp-content/uploads/2022/12/5.jpeg",
      "https://valplastech.com/wp-content/uploads/2022/12/6.jpeg",
      "https://valplastech.com/wp-content/uploads/2022/12/3.jpeg"
    ]
  }
]